{
    "animalsData":[
        {
          "id": 1,
          "animal": "lion",
          "img": "https://upload.wikimedia.org/wikipedia/commons/7/73/Lion_waiting_in_Namibia.jpg",
          "info": "The lion (Panthera leo) is a large mammal of the Felidae (cat) family. Some large males weigh over 250 kg (550 lb). Today, wild lions live in sub-Saharan Africa and in Asia. Lions are adapted for life in grasslands and mixed areas with trees and grass"
        },
        {
          "id": 2,
          "animal": "dog",
          "img": "https://upload.wikimedia.org/wikipedia/commons/7/77/Sarabi-dog.jpg",
          "info": "The dog is a domesticated descendant of the wolf. Also called the domestic dog, it is derived from the extinct Pleistocene wolf, and the modern wolf is the dog's nearest living relative.Dogs were the first species to be domesticated by hunter- gatherers over 15, 000 years ago before the development of agriculture."
        },
        {
          "id": 3,
          "animal": "zebra",
          "img": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Plains_Zebra_Equus_quagga.jpg",
          "info": "Zebras are African equines with distinctive black-and-white striped coats. There are three living species: the Grévy's zebra, plains zebra, and the mountain zebra.Zebras share the genus Equus with horses and asses, the three groups being the only living members of the family Equidae.Zebra stripes come in different patterns, unique to each individual.Several theories have been proposed for the function of these stripes"
        },
        {
          "id": 4,
          "animal": "ababil",
          "img": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Pied-winged_swallow_%28Hirundo_leucosoma%29.jpg",
          "info": "Ababil (Arabic: أبابيل, romanized: abābīl) means a \"Flock of Birds\". It refers to the miraculous birds in Islamic belief mentioned in Surah Al-Fil of the Quran that protected the Kaaba in Mecca from the Aksumite elephant army of Abraha, then self-styled governor of Himyar, by dropping small clay stones on them as they approached.[1] In the translation of sahih international, the phrase \"tayran abābīl(a)\"(طَيْرًا أَبَابِيلَ) is translated as \"Birds in flocks\" that is mentioned in the verse"
        },
        {
          "id": 5,
          "animal": "ant",
          "img": "https://upload.wikimedia.org/wikipedia/commons/9/94/Fire_ants_01.jpg",
          "info": "Ants are eusocial insects of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera. Ants evolved from vespoid wasp ancestors in the Cretaceous period. More than 13,800 of an estimated total of 22,000 species have been classified. They are easily identified by their geniculate (elbowed) antennae and the distinctive node-like structure that forms their slender waists."
        }
      ]
}